itch.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>itch</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content="itch"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-11-04T16:29+0800"/>
<meta name="author" content=""/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>



</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">itch</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 DesOwen</a>
<ul>
<li><a href="#sec-1-1">1.1 uses</a></li>
<li><a href="#sec-1-2">1.2 side effect</a></li>
</ul>
</li>
<li><a href="#sec-2">2 Ventolin</a>
<ul>
<li><a href="#sec-2-1">2.1 Uses</a></li>
<li><a href="#sec-2-2">2.2 side effect</a></li>
</ul>
</li>
<li><a href="#sec-3">3 Elixir</a>
<ul>
<li><a href="#sec-3-1">3.1 Uses</a></li>
<li><a href="#sec-3-2">3.2 side effect</a></li>
</ul>
</li>
<li><a href="#sec-4">4 Zyrtec</a>
<ul>
<li><a href="#sec-4-1">4.1 Uses</a></li>
<li><a href="#sec-4-2">4.2 Side effect</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> DesOwen</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> uses</h3>
<div class="outline-text-3" id="text-1-1">


<p>
This medication is used to treat a variety of skin conditions (e.g., eczema, dermatitis, allergies, rash). Desonide reduces the swelling, itching and redness that can occur in these types of conditions. Desonide is a mild corticosteroid.
How to use DesOwen topical
</p>
<p>
Use this medication only on the skin.
</p>
<p>
Shake the bottle well before using. Wash your hands. Clean and dry the affected area. Apply a thin film of medication to the affected area and gently rub in, usually 2-3 times daily, or as directed by your doctor. Do not bandage, wrap, or cover the area unless you are instructed to do so by your doctor. If used in the diaper area on an infant, do not use tight-fitting diapers or plastic pants
</p></div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> side effect</h3>
<div class="outline-text-3" id="text-1-2">


<p>
Burning, stinging, itching, irritation, dryness, or redness may occur when first applied to the skin. This should disappear in a few days as your body adjusts to the medication. If any of these effects persist or worsen, notify your doctor or pharmacist promptly.
</p></div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Ventolin</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Uses</h3>
<div class="outline-text-3" id="text-2-1">


<p>
Albuterol (also known as salbutamol) is used to treat wheezing and shortness of breath caused by breathing problems (such as asthma, chronic obstructive pulmonary disease). Albuterol belongs to a class of drugs known as bronchodilators. It works in the airways by opening breathing passages and relaxing muscles. Controlling symptoms of breathing problems can decrease time lost from work or school.
</p>
<p>
This medication is taken by mouth and does not work right away. It should not be used for sudden attacks of breathing trouble. Your doctor may prescribe a quick-relief inhaler for sudden shortness of breath/asthma attacks while you are on this medication. Always have the quick-relief inhaler with you. Consult your doctor or pharmacist for more details.
How to use Ventolin
</p>
<p>
Take this medication by mouth as directed by your doctor, usually 3 or 4 times daily. Dosage is based on your medical condition and response to treatment. Adults and children older than 12 years should not take more than 32 milligrams a day. Children aged 6 to 12 years should not take more than 24 milligrams a day.
</p>
<p>
Use this medication regularly to get the most benefit from it. To help you remember, take it at the same times each day. Do not increase your dose or take it more frequently than prescribed.
</p>
<p>
Learn which of your medications you should use every day and which you should use if your breathing suddenly worsens. Ask your doctor what to do if you have worsening cough or shortness of breath, wheezing, increased sputum, worsening peak flow meter readings, increased use of your quick-relief inhaler, or if your quick-relief inhaler does not seem to be working well. Learn when you can self-medicate and when you should get medical help right away.
</p></div>

</div>

<div id="outline-container-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> side effect</h3>
<div class="outline-text-3" id="text-2-2">

<p>Nervousness, shaking (tremor), headache, or dizziness may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.
</p></div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Elixir</h2>
<div class="outline-text-2" id="text-3">


</div>

<div id="outline-container-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> Uses</h3>
<div class="outline-text-3" id="text-3-1">

<p>This combination medication is used to temporarily relieve symptoms caused by the common cold, flu, allergies, or other breathing illnesses (such as sinusitis, bronchitis). Antihistamines help relieve watery eyes, itchy eyes/nose/throat, runny nose, and sneezing. Decongestants help to relieve stuffy nose and ear congestion symptoms.
</p></div>

</div>

<div id="outline-container-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> side effect</h3>
<div class="outline-text-3" id="text-3-2">

<p>Drowsiness, dizziness, dry mouth/nose/throat, headache, upset stomach, constipation, or trouble sleeping may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.
</p></div>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Zyrtec</h2>
<div class="outline-text-2" id="text-4">


</div>

<div id="outline-container-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> Uses</h3>
<div class="outline-text-3" id="text-4-1">

<p>Cetirizine is an antihistamine used to relieve allergy symptoms such as watery eyes, runny nose, itching eyes/nose, sneezing, hives, and itching. It works by blocking a certain natural substance (histamine) that your body makes during an allergic reaction.
</p>
<p>
Cetirizine does not prevent hives or prevent/treat a serious allergic reaction (such as anaphylaxis). Therefore, if your doctor has prescribed epinephrine to treat allergic reactions, always carry your epinephrine injector with you. Do not use cetirizine in place of your epinephrine.
</p></div>

</div>

<div id="outline-container-4-2" class="outline-3">
<h3 id="sec-4-2"><span class="section-number-3">4.2</span> Side effect</h3>
<div class="outline-text-3" id="text-4-2">

<p>Drowsiness, tiredness, and dry mouth may occur. Stomach pain may also occur, especially in children. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.
</p></div>
</div>
</div>
</div>

<div id="postamble">
<p class="author">Author:  (<a href="mailto:ao1@ra.rockwell.com">ao1@ra.rockwell.com</a>)</p>
<p class="date">Date: 2014-11-04T16:29+0800</p>
<p class="creator">Generated by <a href="http://orgmode.org">Org</a> version 7.9.3f with <a href="http://www.gnu.org/software/emacs/">Emacs</a> version 24</p>
<p class="xhtml-validation"><a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a></p>

</div>
</body>
</html>
